{
    "home": "Главная",
    "about": "О школе",
    "leader": "Лидерство",
    "teachers": "учителя",
    "news": "новости",
    "contact": "Контакты",
    "ism": "Имя",
    "familiya": "Фамилия",
    "telefon": "Телефон",
    "yuborish": "Отправлять",

    "ismKirt":"Введите имя!",
    "famKirt":"Введите свою фамилию!",
    "telKirt":"Введите свой номер телефона!",

    "acceptance": "принятие",
    "more":"Подробнее",
    "gallery": "галерея",
    "videos": "Видео",
    "students": "студенты",
    "teacher": "учителя",
    "class": "классы",
    "predmet": "наука",
    "schoolDataTitle": "Общая информация о Республиканской специализированной школе дизайна",
    "schoolData":"Основан в 1967 году как Ташкентское среднее специальное техническое учебное заведение в целях ликвидации последствий землетрясения 1966 года в г. Ташкенте и подготовки специалистов особой квалификации. Его бывшие ученики принимали активное участие в строительстве ташкентского метрополитена, музеев, масштабных сооружений и жилья. В 1989 году он стал первым учебным заведением республики, принятым в члены ЮНЕСКО. В 1984 году ему было присвоено имя архитектора и строителя Асадуллы Ашраповича Ходжаева. В 1994 году приказом Министерства народного образования Республики Узбекистан он был преобразован в республиканский ремесленный лицей. Указ Президента Республики Узбекистан «О создании Академии художеств Узбекистана» от 23 января 1997 года и Постановление Кабинета Министров Республики Узбекистан «Об организации деятельности Академии художеств Узбекистана» Узбекистана» от 11 января 1997 года - В соответствии с постановлением от марта 2018 года учебное заведение переименовано в «Школу изобразительного и прикладного искусства имени А.А. Ходжаева» при Академии художеств Узбекистана. В 2004 году присвоен статус «Республиканского колледжа дизайна имени А.А.Ходжаева» при Академии художеств Республики Узбекистан. С изменением статуса и направлений деятельности колледжа деятельность отделения была расширена за счет включения ремонт и реконструкция зданий, учебно-производственное обучение. Мастерские были оснащены новыми специальностями. Постановление Ташкентского городского Кенгаша народных депутатов № 260/4-27 от 9 апреля 2013 года «Об упорядочении наименований некоторых географических Объекты города Ташкента» и Согласно приказу № 186 Ташкентского городского управления среднего специального, профессионального образования от 19 июля 2013 года «Республиканский колледж дизайна имени А.А.Ходжаева» переименован в «Республиканский колледж дизайна». Здание колледжа рассчитано на 750 мест и состоит из 5 основных корпусов и 7 вспомогательных зданий. Постановление Кабинета Министров Республики Узбекистан от 9 января 2019 года № 9 «Об организации деятельности специализированных школ искусства и культуры и школ-интернетов» и Постановление Академии художеств Узбекистана от 9 января 2019 года № 9 11.2019 В соответствии с Приказом № И-497 «Республиканский колледж дизайна» переименован в «Республиканскую специализированную школу дизайна».",
    "tgChannel":"Перейти на канал Telegram",
    "moreDesc":"Подробнее",
    "hide":"Скрывать",
    "docs":"Документы, которые необходимо предоставить",
    "2526qabul":"Студенты по следующим направлениям в 2025-2026 учебном годубудут отсортированы",
    "schoolChief":"Директор школы",
    "sanoatDiz":"Промышленный дизайнер",
    "qabulKun":"Дни приема",

    "zam1":"Духовно-просветительская работа",
    "zam2":"Заместитель директора",

    "zam3":"О воспитательной работе",
    "zam4":"заместитель директора",

    "zam5":"О профессиональном образовании",
    "zam6":"заместитель директора",
    
    "zam7":"Руководители отделов",

    "arx":"Отдел архитектуры",
    "dizayn":"Отдел дизайна",
    "libos":"Отдел одежды",
    "tasvir":"Кафедра изобразительного и прикладного искусства"
}
